Repository: amanshaw4511/search-bar-gnome-extension
Catalog: po/*.po
Languages: fr

source: Can't open
fr: Impossible d'ouvrir :

source: Preferences
fr: Préférences

source: Search command
fr: Commande de recherche

source: Default search
fr: Recherche par défaut

source: Choose, add, remove or edit entry
fr: Choisir, ajouter, supprimer ou modifier une entrée

source: Name
fr: Nom

source: This entry name. Edit and press save to create new entry
fr: Ce nom d'entrée. Modifiez et appuyez sur enregistrer pour créer une nouvelle entrée.

source: Command
fr: Commande

source: Command line template with wildcarded query
fr: Modèle de ligne de commande avec une requête à caractères génériques

source: Wildcard
fr: Joker

source: Symbol used as wildcard for query in command line
fr: Symbole utilisé comme joker pour les requêtes dans la ligne de commande

source: Query delimiter
fr: Délimiteur de requête

source: Symbol to use as delimiter for query tokens
fr: Symbole à utiliser comme délimiteur pour les mots-clés de la requête

source: test query
fr: requête de test

source: Example query
fr: Exemple de requête

source: Result command line:
fr: Résultat de la ligne de commande :

source: Save
fr: Sauvegarder

source: ...new keyboard shortcut...
fr: ...nouveaux raccourcis clavier...

source: Search bar activation
fr: Activation de la barre de recherche

source: Keyboard shortcut
fr: Raccourcis clavier

source: Press button to enter new keyboard shortcut
fr: Appuyez sur le bouton pour saisir un nouveau raccourci clavier

source: Reset defaults
fr: Rétablir les valeurs par défaut

source: Reset
fr: Remise à zéro

source: Reset all settings to defaults, drop all new entries
fr: Réinitialiser tous les paramètres par défaut, supprimer toutes les nouvelles entrées
